foamCases/monopoleFlow/quadMesh/teste1/system/fvOpDamping

acousticDampingSource
{
    type            acousticDampingSource;
    active          no;//yes;
 
    acousticDampingSourceCoeffs
    {
        timeStart        0.004;
        duration         1000;
        selectionMode    all;
        centre           (0 0 0);
        radius1          102;
        radius2          153;
        frequency        10;
        //w                20;
        URef             UMean;
    }
}
